greetings = [
  "Привіт дорогий друже. Відповідаю на твоє запитання...",
  "Хто запитує, той отримає відповідь:",
  "Привіт смертний. Сьогодні для тебе така відповідь:",
]

answers = [
  # Позитивні
  "Безперечно",
  "Вирішено",
  "Жодних сумнівів",
  "Безумовно так",
  "Можеш бути впевнений у цьому",

  # Нерішуче позитивні
  "Мені здається «так»",
  "Ймовірніше за все",
  "Хороші перспективи",
  "Знаки кажуть - «так»",
  "Так",

  # Нейтральні
  "Поки не ясно, спробуй знову",
  "Запитай пізніше",
  "Краще не розповідати",
  "Нині не можна передбачити",
  "Сконцентруйся і спитай знову",

  # Негативні
  "Навіть не думай",
  "Моя відповідь «ні»",
  "За моїми даними - «ні»",
  "Перспективи не дуже добрі",
  "Дуже сумнівно"
]

puts greetings.sample
puts
sleep 3
puts answers.sample
